{
  "attain-hipaa": {
    "headline": "A better way for startups to attain HIPAA compliance"
  },
  "audit-isms": {
    "headline": "A better way for startups to prep for an information security audit."
  },
  "enterprise-sales": {
    "headline": "Security requirements slowing down your enterprise sales cycle?"
  },
  "gdpr-checklist": {
    "headline": "A checklist that takes you from zero to GDPR"
  },
  "gdpr-compliance": {
    "headline": "A better way for startups to achieve GDPR compliance"
  },
  "gdpr-regulation": {
    "headline": "A better way for startups to follow GDPR regulations"
  },
  "gdpr-requirements": {
    "headline": "A better way for startups to follow GDPR requirements"
  },
  "gdpr": {
    "headline": "A better way for startups to become GDPR compliant"
  },
  "gridiron-demo": {
    "headline": "Book a Comply demo today"
  },
  "hipaa-audit": {
    "headline": "A better way for startups to prepare for a HIPAA audit"
  },
  "hipaa-certification": {
    "headline": "A better way for startups to achieve HIPAA certification"
  },
  "hipaa-checklist": {
    "headline": "A checklist that takes you from zero to HIPAA"
  },
  "hipaa-compliance-checklist": {
    "headline": "A checklist that takes you from zero to HIPAA compliance"
  },
  "hipaa-compliance": {
    "headline": "A better way for startups to achieve HIPAA compliance"
  },
  "hipaa-guidelines": {
    "headline": "A better way for startups to follow HIPAA guidelines"
  },
  "hipaa-regulations": {
    "headline": "A better way for startups to follow HIPAA regulations"
  },
  "hipaa": {
    "headline": "A better way for startups to become HIPAA compliant"
  },
  "iso-27001-audit-cost": {
    "headline": "A better way to save on ISO 27001 audit cost"
  },
  "iso-27001-audit": {
    "headline": "A better way for startups to prepare for an ISO 27001 audit"
  },
  "iso-27001-certification-cost": {
    "headline": "A better way to save on ISO 27001 certification cost"
  },
  "iso-27001-certification": {
    "headline": "A better way for startups to achieve ISO 27001 certification"
  },
  "iso-27001-checklist": {
    "headline": "A checklist that takes you from zero to ISO 27001"
  },
  "iso-27001": {
    "headline": "A better way for startups to become ISO 27001 compliant"
  },
  "it-audit": {
    "headline": "A better way for startups to prep for an IT security audit."
  },
  "security-audit-checklist": {
    "headline": "A security audit checklist that takes you from zero to compliance"
  },
  "security-management-system": {
    "headline": "A better way for startups to design their security management system"
  },
  "soc-2-certification-cost": {
    "headline": "A better way to save on SOC 2 certification cost"
  },
  "soc-2-certification": {
    "headline": "A better way for startups to achieve SOC 2 certification"
  },
  "soc-2-compliance-checklist": {
    "headline": "A checklist that takes you from zero to SOC 2 compliance"
  },
  "soc-2-compliance": {
    "headline": "A better way for startups to achieve SOC 2 compliance"
  },
  "soc-2-type-2": {
    "headline": "A better way for startups to become SOC 2 type 2 compliant"
  },
  "soc-2": {
    "headline": "A better way for startups to become SOC 2 compliant"
  },
  "soc-audit": {
    "headline": "A better way for startups to prepare for a SOC audit"
  },
  "soc2": {
    "headline": "A better way for startups to become SOC2 compliant"
  },
  "vendor-security-assessments": {
    "headline": "A better way for startups to prep for a vendor security assessment."
  }
}
