[
  {
    "title": "Components of an Effective Asset Management Program",
    "url": "/security-management/asset-management/",
    "copy": ["Asset management is the collection of processes that relates to how you track and protect the data you care about. In this guide, you’ll learn the basics of effective asset management."],
    "type": "Guide"
  },
  {
    "title": "Components of an Effective Identity and Access Management Program",
    "url": "/security-management/identity-access-management/",
    "copy": [
      "Identity and Access Management (IAM) consists of the set of safeguards you implement related to how you authorize, authenticate, restrict, track, and revoke access to your information systems/assets. With appropriate safeguards in place, you can reduce the risk of an unauthorized individual accessing and disclosing data.",
      "This guide describes why IAM is important, the critical decisions your company will need to make in this context, and how to balance system access with information confidentiality."
    ],
    "type": "Guide"
  },
  {
    "title": "Introduction to Security Management",
    "url": "/security-management/",
    "copy": ["This guide provides an introduction to core concepts in security management and practical recommendations for how to get started. It is based on the most commonly asked questions that we at Aptible have heard while helping hundreds of companies build and run security management programs with Aptible Comply. The advice in this guide will be most useful to customers in the sweet spot for Comply: early-ish-stage teams building web architecture and using SaaS/PaaS/IaaS extensively."],
    "type": "Guide"
  },
  {
    "title": "GDPR Compliance Guide",
    "url": "/gdpr/articles/1-subject-matter-objectives/",
    "copy": ["In this guide, you’ll build a solid understanding of GDPR, compliance with GDPR requirements, and how all of this will affect your engineering organization."],
    "type": "Guide"
  },
  {
    "title": "Components of an Effective Human Resources Security Program",
    "url": "/security-management/human-resources/",
    "copy": [
      "Human resources security is the process of hiring, training, ensuring the accountability of, and off-boarding employees and contractors who may store, process, or transmit data on your behalf.",
      "This guide provides a high-level explanation of why human resources management is important; the essentials of an effective human resources security program; and information on how to leverage Aptible’s tools and out-of-the-box policies to manage your workforce."
    ],
    "type": "Guide"
  },
  {
    "title": "Components of an Effective Vendor Management Program",
    "url": "/security-management/vendor-management/",
    "copy": [
      "Vendor management is the process of evaluating, onboarding, monitoring, and eventually offboarding your organization’s service vendors—the organizations that store, process, or transmit data on your behalf. Vendor management should be a priority for you because almost every company needs vendors, and vendors make you vulnerable to security threats.",
      "This document provides a high-level explanation of why vendor management is important; the essentials of an effective vendor management program; and information on how to use Aptible’s various vendor management tools and features to manage vendors securely."
    ],
    "type": "Guide"
  },
  {
    "title": "HIPAA Compliance: Guide for startups",
    "url": "/hipaa/",
    "copy": ["In this guide, you’ll build a solid understanding of HIPAA, compliance with HIPAA requirements, and how all of this will affect your engineering organization."],
    "type": "Guide"
  },
  {
    "title": "Webinar Recap: Learn about Aptible Comply Workflows",
    "url": "/webinars/workflows/",
    "copy": ["In this recorded Webinar, Aptible Product Lead Chris Gomes and Product Marketing Manager Rob deJuana-Matthews discussed the release of Aptible Comply Workflows. Workflows helps Aptible Comply customers to keep track of everything they need to do on an ongoing basis to maintain compliance."],
    "type": "Webinar"
  },
  {
    "title": "CCPA Compliance: Guide for startups",
    "url": "/ccpa/",
    "copy": ["What do startups and small businesses need to know about CCPA compliance? This guide explains the background of the CCPA, whom the CCPA applies to, and how to become CCPA-compliant."],
    "type": "Guide"
  }
]
