[
  {
    "title": "Create a Single Source of Truth",
    "slug": "create-single-source-of-truth",
    "body": [
      "Whether you’re using spreadsheets, documents, and sharing tools MacGyvered together or a traditional GRC software your controls and policies are strewn across many files and places.",
      "Make compliance management easier with all of your controls and policies listed in one place and cross-mapped to every framework. Comply is your single source of compliance truth."
    ],
    "excerpt": "Simplify compliance management with all of your controls, risks, documents, vendors, assets, evidence, and more connected together.",
    "sections": [
      {
        "title": "",
        "body": "",
        "blocks": [
          {
            "title": "Customizable ISMS",
            "body": "Sophisticated yet simple document management lets you build your ISMS in Comply. Each control is fully editable, version controlled, and permissioned to enable requiring approvals."
          },
          {
            "title": "Simple Cross-mapping",
            "body": "Simple like a spreadsheet but powerful like a database, the Comply interface makes it easy to map your policies, controls, requirements, and frameworks."
          },
          {
            "title": "Gap Analysis",
            "body": "See what’s preventing you from achieving your next compliance certification. Simply view your controls by framework to perform a quick gap assessment."
          },
          {
            "title": "Connected Controls",
            "body": "Your controls are connected to the relevant policies, tickets, evidence, and risk making it easy to implement your controls and prepare for an audit."
          }
        ]
      }
    ],
    "illustrationKey": "sourceOfTruthIllustration"
  },
  {
    "title": "Automate Compliance Management",
    "slug": "automate-compliance-management",
    "body": [
      "While audits happen once a year, compliance happens daily. Comply makes it simple to execute on implementing your controls by automating away many of these routine compliance tasks and automating the ticket creation and assignment for manual tasks."
    ],
    "excerpt": "Intelligent automations remove tedious work and automated processes make manual work easier to simplify managing compliance.",
    "sections": [
      {
        "title": "Compliance Automation",
        "body": "For decades implementing security controls has been entirely manual work. Now that the cloud has made it easy to connect services, compliance can utilize data to automate some of the most laborious and menial tasks. ",
        "blocks": [
          {
            "title": "User Access Reviews",
            "body": "Comply makes user access reviews simple through automation. Automated User Access Reviews save you time by intelligently looking across your assets and accelerating your manual processes, surfacing exactly what you need for user access reviews."
          },
          {
            "title": "Evidence Collection",
            "body": "Through SaaS integrations data is logged and fed into an automation engine that checks for nonconformities. Evidence that needs attention gets tickets created which can be assigned automatically to the control owner."
          },
          {
            "title": "Connect Any Service",
            "body": "With an Events API you’re able to connect any service to automatically post information into Comply. Customizable checks allow you to determine if that information should be logged as evidence or if it needs further action."
          }
        ]
      },
      {
        "title": "Implement Continuous Monitoring of Controls",
        "body": "For decades implementing security controls has been entirely manual work. Now that the cloud has made it easy to connect services, compliance can utilize data to automate some of the most laborious and menial tasks.",
        "blocks": [
          {
            "title": "Dashboards",
            "body": "Comply provides intelligent Dashboards that make it simple to act on what’s important. For all of your controls across all of your frameworks you’ll have clear visibility into your compliance program."
          }
        ]
      }
    ],
    "illustrationKey": "complianceManagementIllustration"
  },
  {
    "title": "Streamline Audits",
    "slug": "streamline-audits",
    "body": [
      "Audits are milestone events but preparing for them doesn’t have to be a sprint. With Comply the work that happens on a daily basis is easily transformed into the packet you provide an auditor. With a single source of truth for your compliance program and automation to make implementing controls easier, audits happen faster with less stress."
    ],
    "excerpt": "Speed through audits with less stress with purpose-built features that make it easy to manage auditor’s requests and export evidence.",
    "sections": [
      {
        "title": "Test Once, Use Many Places",
        "body": "Duplicating evidence collection and other control implementation activities are a thing of the past with Comply. Just test your controls once and use the resulting evidence everywhere it applies.",
        "blocks": [
          {
            "title": "Evidence Attached to Controls",
            "body": "Proving that controls have been implemented is difficult when evidence is stored separately from the control it was collected for. With Comply, evidence is attached directly to the Control."
          },
          {
            "title": "Controls Cross-mapped",
            "body": "Many controls exist across frameworks. Collecting evidence of the control’s implementation once and using it everywhere it applies is automatically done through Comply’s cross-mapping."
          }
        ]
      },
      {
        "title": "Simple Workflow and Collaboration",
        "body": "Preparing for an audit is a team effort. Comply takes some of the workload off the team through automation and simplifies the rest with workflow automation and collaboration.",
        "blocks": [
          {
            "title": "Automated Evidence Collection",
            "body": "For decades implementing security controls has been entirely manual work. Now that the cloud has made it easy to connect services, compliance can utilize data to automate some of the most laborious and menial tasks."
          },
          {
            "title": "Tickets",
            "body": "Tickets in Comply provide a powerful way to automate recurring compliance tasks. With Basic Recurring tickets you’re able to create tickets purely based on a schedule. With Asset Based tickets you’re able to create individual recurring or event-based schedules for any asset."
          },
          {
            "title": "Simplify Collaboration",
            "body": "Comply integrates with Jira to let everyone use their preferred tools and get compliance done. Automatically create, assign, and sync the progress of Jira tickets."
          },
          {
            "title": "Evidence Request List",
            "body": "Upload your auditor’s request list and easily track the progress of tasks that need to be completed until your list is 100% satisfied. When complete, just hit export and your auditor gets a perfectly organized file with everything they need."
          }
        ]
      }
    ],
    "illustrationKey": "auditsIllustration"
  },
  {
    "title": "Determine Vendors Trustworthiness",
    "slug": "determine-vendors-trustworthiness",
    "body": [
      "Companies today have more vendors, with more customer data, and more opportunity for breaches than ever before. In the cloud era of compliance understanding your vendors security practices and managing your vendor risk is critical.",
      "Comply makes it simple to manage vendors through their entire lifecycle."
    ],
    "excerpt": "Understand and manage third-party risk throughout the vendor lifecycle with a suite of powerful vendor management tools.",
    "sections": [
      {
        "title": "Streamline Vendor Management",
        "body": "For decades implementing security controls has been entirely manual work. Now that the cloud has made it easy to connect services, compliance can utilize data to automate some of the most laborious and menial tasks.",
        "blocks": [
          {
            "title": "Assessing Vendors",
            "body": "Comply provides a simple vendor assessment process so you can gather information, classify data, and assign a risk score. All your information is stored in your compliance source of truth for future vendor assessments and reviews."
          },
          {
            "title": "Onboarding Vendors",
            "body": "Use Rooms to simplify adding vendors to your inventory as well as their security documentation. Once the record is created you can add contracts and other critical onboarding information."
          },
          {
            "title": "Vendors Maintenance",
            "body": "Simplify the process of implementing your controls for vendor management by automating the process. Schedule and assign recurring reviews, collect evidence, and keep documentation updated with everything conveniently connected to each other."
          },
          {
            "title": "Terminating Vendors",
            "body": "When it’s time to terminate a vendor, Comply makes it simple to assign tickets to collaborators and then mark the vendor as inactive once completed."
          }
        ]
      }
    ],
    "illustrationKey": "vendorsIllustration"
  },
  {
    "title": "Streamline Building Customer Trust",
    "slug": "streamline-building-customer-trust",
    "body": [
      "The hard work is done. You executed for a year, completed pen tests, passed an audit, and have your compliance certification. Now your sales team is sending you weekly requests and end-of-quarter flurries for security documentation.",
      "Remove yourself from the process to focus on compliance management and allow sales to close deals faster."
    ],
    "excerpt": "Simplify the process of sharing security posture to close more deals faster, with less compliance team effort.",
    "sections": [
      {
        "title": "Streamline Customer Trust",
        "body": "Comply includes Rooms, a sales enablement solution that helps compliance and sales teams build customer trust by making it easier to respond to VSAs and allowing customers self-serve access to security documentation.",
        "blocks": [
          {
            "title": "Simple Invitations",
            "body": "Allow your sales team to invite customers to your self-serve documentation portal simply by sharing a link or sending an email."
          },
          {
            "title": "NDA Gated & Open Access",
            "body": "Set documents to be available without a NDA and have documents which require the customer to complete the built-in NDA signing process."
          },
          {
            "title": "Automatic Watermark",
            "body": "Each document is automatically watermarked upon download, preventing documents leaking"
          }
        ]
      }
    ],
    "illustrationKey": "trustIllustration"
  }
]
